{
  "nav": {
      "inicio": "Home",
      "sobremi": "About Me",
      "tegnologías": "Technologies",
      "proyectos": "Projects",
      "experiencia": "Experience",
      "idiomas": "Languages"
  },
  "perfil": {
    "alt": "Profile",
    "hola": "Hello,",
    "nombre": "I'm Nelson",
    "descripcion": "I turn time into knowledge, knowledge into solutions, and solutions into opportunities that drive my personal and professional growth.",
    "typewriter": [
      "IT Technician",
      "Junior Web Developer"
    ]
  },
  "sobremi":{
    "Parrafo1": "I am passionate about technology and web development, with a solid background as an IT Technician and practical experience creating websites. I am always looking to learn new technologies to improve my skills.",
    "Parrafo2": "My goal is to contribute to the success of innovative web projects by providing creative and efficient solutions. I am committed to continuous learning and constant improvement, seeking opportunities to grow professionally in the field of web development."
  },
  "experiencia": [
    {
      "title": "Documentation Analyst",
      "company": "Clover International, C.A",
      "date": "May 2025 - November 2025",
      "description": "Responsible for developing an application to manage processes related to a bidding process, using Microsoft 365 technological tools. Also collaborated in the development of a business quotation web system, implemented with Angular CLI, MySQL, and JavaScript."
    }
  ],
  "secciones": {
    "sobremi": "About Me",
    "tecnologias": "Technologies",
    "experiencia": "Experience",
    "proyectos": "Projects"
  },
  "tecnologias": {
    "parrafo": "This section gathers the languages and technologies I use and have applied in the field of web development, dynamic interfaces, scalable applications, and robust solutions."
  },
  "proyectos": {
    "item1": {
      "title": "Web System for Statistical Analysis",
      "subtitle": "High School Project",
      "description": "Together with a team of three people, a web system was designed and developed focused on analyzing prices and demand in a supermarket chain, using statistical tools to facilitate business decision-making"
    }
  },
  "footer": {
    "texto": "Built by {{name}} {{year}}  Turning ideas into code."
  },
  "lang": {
    "es": "Spanish",
    "en": "English"
  }
}
